-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Июл 02 2023 г., 20:05
-- Версия сервера: 8.0.30
-- Версия PHP: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `carti`
--

-- --------------------------------------------------------

--
-- Структура таблицы `Identity`
--

CREATE TABLE `Identity` (
  `id` int NOT NULL,
  `name_id` int NOT NULL,
  `surname_id` int NOT NULL,
  `language_id` int NOT NULL,
  `age` int NOT NULL,
  `gender` varchar(3) COLLATE utf8mb3_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb3_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `Identity`
--

INSERT INTO `Identity` (`id`, `name_id`, `surname_id`, `language_id`, `age`, `gender`, `email`) VALUES
(1, 439942547, 47753, 9968, 30, 'Жен', 'timur.subbotin@doronin.org'),
(2, 322, 80669, 48105, 19, 'Муж', 'yroslava.gerasimova@tretykova.com'),
(3, 336271, 94615, 3567, 54, 'Жен', 'jguseva@blokina.ru'),
(4, 10227, 466122657, 21, 19, 'Муж', 'fmuravev@kazakova.net'),
(5, 172, 4, 653635, 42, 'Муж', 'gordeeva.georgii@dementeva.ru'),
(6, 143, 372612, 8012450, 59, 'Жен', 'aleksandra84@inbox.ru'),
(7, 442879982, 1949730, 8528, 41, 'Муж', 'grigorii22@ya.ru'),
(8, 37865268, 58, 983, 36, 'Жен', 'zydina@mironova.ru'),
(9, 270, 32941, 296821, 48, 'Муж', 'kornilova.varvara@bk.ru'),
(10, 8711, 727678, 1069, 65, 'Муж', 'gordei77@popova.com'),
(11, 326, 226653274, 709068, 53, 'Муж', 'mmukin@mail.ru'),
(12, 2984675, 92103705, 73624594, 20, 'Муж', 'moiseeva.viktor@gmail.com'),
(13, 264, 200946, 148606179, 62, 'Жен', 'anastasiy.visnykova@kudrysov.ru'),
(14, 69, 59322649, 165, 63, 'Жен', 'kseniy14@bogdanova.org'),
(15, 98, 559679, 22, 37, 'Жен', 'zlata.filatov@rambler.ru'),
(16, 4134167, 688819310, 469183, 59, 'Муж', 'grigorii57@ya.ru'),
(17, 132, 3033299, 6761921, 44, 'Муж', 'unosov@zuev.ru'),
(18, 84631, 18, 32, 35, 'Жен', 'pdyckova@ignatova.ru'),
(19, 27190088, 96033, 8, 21, 'Жен', 'odintova.stepan@sysoev.com'),
(20, 38223, 58815, 9611, 27, 'Муж', 'sidorova.rostislav@burova.com');

-- --------------------------------------------------------

--
-- Структура таблицы `IdentityUsed`
--

CREATE TABLE `IdentityUsed` (
  `id` int NOT NULL,
  `user_id` int NOT NULL,
  `identity_id` int NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `IdentityUsed`
--

INSERT INTO `IdentityUsed` (`id`, `user_id`, `identity_id`, `created_at`) VALUES
(1, 40, 5447439, '2022-10-28 01:37:17'),
(2, 144275, 389, '2023-06-25 09:05:33'),
(3, 7465, 54964082, '2022-12-30 10:17:30'),
(4, 48, 7, '2023-02-02 08:58:44'),
(5, 60682380, 92966, '2022-09-20 00:16:52'),
(6, 712793, 7, '2023-02-06 15:02:48'),
(7, 56, 626112393, '2022-10-29 17:33:53'),
(8, 8231672, 3, '2022-07-19 21:21:30'),
(9, 8164, 559, '2023-04-28 00:26:27'),
(10, 986, 147003346, '2022-09-04 21:35:46'),
(11, 321825, 875206403, '2023-03-12 22:36:41'),
(12, 313205320, 90811614, '2023-05-10 15:52:13'),
(13, 527418426, 4, '2022-10-14 23:54:46'),
(14, 5387, 54779768, '2023-01-18 08:08:43'),
(15, 995, 9049342, '2023-02-04 22:05:25'),
(16, 49420693, 35316545, '2023-06-18 19:02:21'),
(17, 444331059, 821694, '2023-04-15 07:35:49'),
(18, 5300580, 5, '2022-07-22 05:04:25'),
(19, 854, 3, '2022-11-19 17:17:28'),
(20, 33, 2715468, '2023-02-27 23:52:31');

-- --------------------------------------------------------

--
-- Структура таблицы `Language`
--

CREATE TABLE `Language` (
  `id` int NOT NULL,
  `value` char(255) COLLATE utf8mb3_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `Language`
--

INSERT INTO `Language` (`id`, `value`) VALUES
(61, 'sl'),
(62, 'ne'),
(63, 'is'),
(64, 'mk'),
(65, 'na'),
(66, 'oc'),
(67, 'ku'),
(68, 'da'),
(69, 'ae'),
(70, 'tt'),
(71, 'hu'),
(72, 'tw'),
(73, 'kw'),
(74, 'ty'),
(75, 'iu'),
(76, 'kl'),
(77, 'sn'),
(78, 'mk'),
(79, 'om'),
(80, 'lt');

-- --------------------------------------------------------

--
-- Структура таблицы `Name`
--

CREATE TABLE `Name` (
  `id` int NOT NULL,
  `language_id` int NOT NULL,
  `value` varchar(255) COLLATE utf8mb3_unicode_ci NOT NULL,
  `gender` varchar(3) COLLATE utf8mb3_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `Name`
--

INSERT INTO `Name` (`id`, `language_id`, `value`, `gender`) VALUES
(251, 5, 'Клим', 'Жен'),
(252, 3, 'Руслан', 'Жен'),
(253, 2, 'Геннадий', 'Жен'),
(254, 5, 'Зинаида', 'Жен'),
(255, 4, 'Лариса', 'Жен'),
(256, 8, 'Злата', 'Жен'),
(257, 3, 'Никита', 'Муж'),
(258, 5, 'Афанасий', 'Муж'),
(259, 10, 'Константин', 'Муж'),
(260, 6, 'Яков', 'Жен'),
(261, 9, 'Платон', 'Муж'),
(262, 9, 'Клим', 'Муж'),
(263, 5, 'Иммануил', 'Муж'),
(264, 5, 'Аким', 'Муж'),
(265, 10, 'Сава', 'Жен'),
(266, 1, 'Эльвира', 'Муж'),
(267, 9, 'Антонина', 'Жен'),
(268, 3, 'Эмма', 'Жен'),
(269, 5, 'Матвей', 'Жен'),
(270, 8, 'Софья', 'Жен'),
(271, 8, 'Николай', 'Муж'),
(272, 8, 'Олеся', 'Муж'),
(273, 10, 'Артур', 'Муж'),
(274, 1, 'Ева', 'Муж'),
(275, 7, 'Станислав', 'Муж'),
(276, 3, 'Изольда', 'Муж'),
(277, 10, 'Максим', 'Жен'),
(278, 3, 'Любовь', 'Жен'),
(279, 6, 'Игорь', 'Муж'),
(280, 2, 'Владлена', 'Муж');

-- --------------------------------------------------------

--
-- Структура таблицы `Surname`
--

CREATE TABLE `Surname` (
  `id` int NOT NULL,
  `language_id` int NOT NULL,
  `value` varchar(255) COLLATE utf8mb3_unicode_ci NOT NULL,
  `gender` varchar(3) COLLATE utf8mb3_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `Surname`
--

INSERT INTO `Surname` (`id`, `language_id`, `value`, `gender`) VALUES
(1, 7, 'Евдокимов', 'Жен'),
(2, 2, 'Беляева', 'Жен'),
(3, 9, 'Ермакова', 'Жен'),
(4, 10, 'Наумова', 'Жен'),
(5, 3, 'Дементьева', 'Муж'),
(6, 10, 'Николаев', 'Муж'),
(7, 1, 'Быкова', 'Жен'),
(8, 1, 'Максимова', 'Жен'),
(9, 4, 'Зиновьева', 'Муж'),
(10, 9, 'Горбунова', 'Жен'),
(11, 10, 'Шашков', 'Муж'),
(12, 5, 'Лыткин', 'Жен'),
(13, 8, 'Фомичёва', 'Муж'),
(14, 8, 'Егоров', 'Жен'),
(15, 6, 'Самойлов', 'Жен'),
(16, 7, 'Пономарёв', 'Жен'),
(17, 4, 'Блинов', 'Муж'),
(18, 8, 'Наумов', 'Муж'),
(19, 10, 'Зиновьев', 'Жен'),
(20, 5, 'Матвеев', 'Муж'),
(21, 1, 'Михайлова', 'Жен'),
(22, 4, 'Алексеева', 'Жен'),
(23, 3, 'Рябова', 'Муж'),
(24, 9, 'Третьяков', 'Муж'),
(25, 7, 'Устинова', 'Муж'),
(26, 10, 'Третьякова', 'Жен'),
(27, 1, 'Карпов', 'Жен'),
(28, 7, 'Крылова', 'Жен'),
(29, 1, 'Борисова', 'Жен'),
(30, 10, 'Беляева', 'Муж'),
(31, 10, 'Панфилов', 'Жен'),
(32, 6, 'Беляков', 'Жен'),
(33, 1, 'Петухов', 'Жен'),
(34, 3, 'Калинина', 'Жен'),
(35, 2, 'Панова', 'Муж'),
(36, 3, 'Ширяев', 'Жен'),
(37, 10, 'Дементьев', 'Муж'),
(38, 1, 'Козлов', 'Муж'),
(39, 2, 'Карпова', 'Муж'),
(40, 8, 'Белозёров', 'Муж'),
(41, 1, 'Лазарев', 'Жен'),
(42, 9, 'Доронин', 'Жен'),
(43, 3, 'Фомин', 'Муж'),
(44, 10, 'Дьячкова', 'Муж'),
(45, 8, 'Анисимов', 'Жен'),
(46, 10, 'Кондратьева', 'Муж'),
(47, 6, 'Давыдова', 'Муж'),
(48, 9, 'Брагин', 'Муж'),
(49, 8, 'Доронин', 'Муж'),
(50, 2, 'Крюков', 'Муж'),
(51, 1, 'Анисимов', 'Жен'),
(52, 7, 'Кузьмина', 'Жен'),
(53, 1, 'Владимиров', 'Муж'),
(54, 6, 'Пестов', 'Жен'),
(55, 8, 'Блохин', 'Муж'),
(56, 6, 'Мартынова', 'Муж'),
(57, 6, 'Воробьёва', 'Муж'),
(58, 4, 'Сафонов', 'Жен'),
(59, 9, 'Рябов', 'Жен'),
(60, 8, 'Вишняков', 'Жен'),
(61, 3, 'Фокина', 'Жен'),
(62, 2, 'Васильева', 'Жен'),
(63, 7, 'Беспалова', 'Жен'),
(64, 8, 'Большаков', 'Муж'),
(65, 6, 'Николаева', 'Жен'),
(66, 6, 'Брагин', 'Муж'),
(67, 2, 'Никонов', 'Жен'),
(68, 4, 'Комарова', 'Муж'),
(69, 3, 'Ситникова', 'Жен'),
(70, 5, 'Соколов', 'Муж'),
(71, 9, 'Фомичёв', 'Муж'),
(72, 8, 'Тихонова', 'Муж'),
(73, 7, 'Самсонов', 'Жен'),
(74, 3, 'Кириллова', 'Муж'),
(75, 7, 'Маркова', 'Жен'),
(76, 9, 'Тимофеева', 'Жен'),
(77, 3, 'Селиверстов', 'Муж'),
(78, 7, 'Панов', 'Муж'),
(79, 9, 'Самойлов', 'Муж'),
(80, 6, 'Родионова', 'Жен');

-- --------------------------------------------------------

--
-- Структура таблицы `Tariff`
--

CREATE TABLE `Tariff` (
  `id` int NOT NULL,
  `name` varchar(255) COLLATE utf8mb3_unicode_ci NOT NULL,
  `count_requests_day` int NOT NULL,
  `price` decimal(10,0) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  `deleted_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `Tariff`
--

INSERT INTO `Tariff` (`id`, `name`, `count_requests_day`, `price`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'Рада Ивановна Петуховаа', 47, '41', '2023-05-04 13:28:20', '2023-07-02 00:33:45', '2023-01-20 16:36:41'),
(2, 'Лобановаа Ирина Ивановна', 61, '52', '2022-12-29 22:47:53', '2023-02-23 15:58:43', '2022-07-24 08:29:01'),
(3, 'Морозов Даниил Фёдорович', 31, '20', '2023-07-02 18:18:35', '2023-07-02 18:51:47', '2023-02-12 04:39:13'),
(4, 'Егор Владимирович Фомин', 61, '100', '2023-01-08 11:15:22', '2023-03-04 20:37:01', '2022-07-20 20:59:22'),
(5, 'Нонна Романовна Дьячковаа', 53, '96', '2023-01-28 06:50:59', '2023-03-06 08:15:15', '2023-03-04 15:41:06'),
(6, 'Беляеваа Инга Владимировна', 48, '93', '2023-02-20 06:01:39', '2023-04-30 19:22:34', '2023-03-19 17:38:02'),
(7, 'Лаврентьев Адриан Дмитриевич', 64, '51', '2022-07-06 06:21:05', '2023-06-09 01:18:50', '2022-07-16 04:54:35'),
(8, 'Туроваа Валентина Романовна', 70, '37', '2022-12-10 06:31:01', '2022-12-28 08:38:09', '2022-09-03 15:50:32'),
(9, 'Инесса Максимовна Полякова', 15, '14', '2022-12-02 06:07:11', '2023-02-21 16:19:02', '2023-04-17 07:42:43'),
(10, 'Колесников Бронислав Романович', 49, '18', '2023-02-06 10:03:51', '2023-02-12 16:51:11', '2023-05-05 00:25:27'),
(11, 'Никифорова Владлена Алексеевна', 38, '90', '2023-01-26 02:16:11', '2023-04-20 11:59:53', '2022-12-29 11:05:54'),
(12, 'Аркадий Владимирович Савина', 48, '95', '2022-07-16 17:22:22', '2023-04-17 11:09:00', '2022-07-17 02:41:56'),
(13, 'Бирюкова Яна Евгеньевна', 83, '49', '2022-09-15 13:38:22', '2023-06-13 06:40:02', '2022-10-02 14:14:45'),
(14, 'Рыбаковаа Эмилия Максимовна', 42, '60', '2022-08-28 12:48:25', '2023-04-22 14:26:58', '2023-01-22 20:23:27'),
(15, 'Егор Александрович Соболев', 4, '39', '2023-01-06 13:28:24', '2023-03-11 19:48:19', '2022-12-09 03:30:45'),
(16, 'Иммануил Иванович Ситникова', 83, '45', '2023-06-29 01:17:28', '2023-06-30 16:12:05', '2022-09-10 01:01:58'),
(17, 'Юдина Мирослав Алексеевич', 50, '31', '2022-11-10 01:17:31', '2023-06-29 07:07:28', '2023-03-20 15:19:52'),
(18, 'Игнатьев Борис Фёдорович', 34, '86', '2022-12-23 19:36:23', '2023-02-04 16:46:48', '2022-09-06 15:32:25'),
(19, 'Антонин Евгеньевич Панов', 21, '27', '2023-06-09 23:09:49', '2023-06-11 09:44:47', '2023-01-03 06:04:38'),
(20, 'Фомичёваа Галина Андреевна', 2, '22', '2022-11-18 00:27:54', '2023-06-28 00:02:17', '2022-12-17 17:27:21'),
(21, 'Тимофееваа Ника Максимовна', 41, '94', '2023-06-30 06:01:42', '2023-07-01 01:10:47', '2023-04-26 08:40:45'),
(22, 'Филипп Андреевич Прохорова', 69, '90', '2023-04-04 15:55:24', '2023-04-05 23:57:34', '2023-02-15 01:46:03'),
(23, 'Носков Донат Борисович', 51, '50', '2023-05-05 05:51:44', '2023-06-22 07:52:34', '2023-02-23 17:13:06'),
(24, 'Инесса Александровна Федосеева', 30, '67', '2022-09-05 18:54:01', '2022-12-21 00:10:39', '2023-03-16 03:36:55');

-- --------------------------------------------------------

--
-- Структура таблицы `User`
--

CREATE TABLE `User` (
  `id` int NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tariff_id` int NOT NULL,
  `tariff_date_end` datetime NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  `deleted_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Дамп данных таблицы `User`
--

INSERT INTO `User` (`id`, `email`, `password`, `tariff_id`, `tariff_date_end`, `token`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'bturova@gmail.com', 'nm,RCT4=Q', 57, '2023-12-08 00:00:00', 'ba173974-8450-37dd-bc11-34e9989f0067', '2022-12-08 23:42:23', '2023-05-01 14:49:53', '2023-04-15 14:34:05'),
(2, 'isaeva.valeriy@osipov.com', '/!6|g\"uJr$^pSR:fP', 39, '2023-11-15 00:00:00', '550bbef2-bb8c-35ed-b976-162b74bd070b', '2022-11-06 10:34:26', '2023-02-18 08:20:15', '2022-09-29 01:24:02'),
(3, 'lapina.ignat@mail.ru', 'lu7#:|l.|xIN/`}', 58, '2023-10-01 00:00:00', '8a6ae1ab-e70e-3be9-b030-41b8b5d2dc19', '2022-09-13 14:18:12', '2023-02-10 19:57:30', '2022-07-23 18:52:59'),
(4, 'marta27@yandex.ru', 'Hwxn|r{=%f?FlhEZ2', 89, '2024-01-22 00:00:00', '018fc3c2-6785-30c3-888a-baa4a2ff5e85', '2023-05-29 22:31:31', '2023-06-06 18:18:40', '2022-07-14 09:49:09'),
(5, 'emiliy.visnykov@veselov.com', 'iuZtWJ@Lm!A', 65, '2024-05-20 00:00:00', '5ac83a12-9951-367f-8d77-f162033a2141', '2023-04-06 06:27:28', '2023-05-25 06:08:05', '2023-04-13 00:06:41'),
(6, 'alla.zaiteva@list.ru', '{4v:I#\"KjLnOU@70', 94, '2024-06-17 00:00:00', 'aa9021eb-6ab6-3b47-8be8-e52aeedcbd89', '2023-04-05 19:51:15', '2023-05-25 23:57:56', '2022-09-09 14:22:00'),
(7, 'inovikova@koseleva.ru', ',50Dccy)TD$jcW$G:D|', 20, '2024-01-21 00:00:00', '01a31a26-9fd6-35af-a307-185a771511e6', '2023-06-15 02:23:08', '2023-06-23 11:41:59', '2022-11-10 10:10:25'),
(8, 'feliks.kulakova@vlasova.ru', 'ZfywnW?!9Jr', 48, '2023-09-08 00:00:00', '449f85a5-de8b-38aa-80fe-729c0f2b6db7', '2023-03-28 12:49:05', '2023-04-14 00:38:50', '2022-10-31 15:09:06'),
(9, 'rkarpov@gmail.com', 'pa7qHWF#etBa;dY2Z4', 26, '2024-04-27 00:00:00', '8ead917b-9b60-3085-98d1-7077be0a8e40', '2023-03-21 23:16:41', '2023-03-22 18:49:07', '2022-08-11 18:59:46'),
(10, 'yroslava09@mail.ru', '<IB6%.pt0)3?', 94, '2023-07-09 00:00:00', '7f2068b0-b9b4-330b-8cb6-46bb018b5f95', '2022-10-10 05:10:43', '2022-11-09 11:45:37', '2023-01-11 01:31:51'),
(11, 'sukin.gleb@blokin.net', '3&`+3pS[', 3, '2023-09-10 00:00:00', '5884aad8-2ec2-36a7-8f7e-088987743be6', '2023-02-15 07:08:55', '2023-07-01 16:38:19', '2023-02-04 04:53:00'),
(12, 'mbobyleva@lavrenteva.net', 'C5ZGeCx!%U34__@7_[', 31, '2023-11-20 00:00:00', '0b16a032-a08f-3f57-a91e-027de7873c69', '2022-09-23 09:12:09', '2023-06-01 17:10:53', '2022-10-19 00:38:40'),
(13, 'tersova@komarova.com', '5>k]E2!EjgXK.', 83, '2024-06-21 00:00:00', '7701a549-e1ce-3edf-aacd-4f38a5125299', '2023-05-09 02:29:53', '2023-05-16 00:21:43', '2023-02-22 16:54:41'),
(14, 'viktoriy72@bk.ru', '|Xc\"TE~%YG^Mow', 75, '2024-02-11 00:00:00', '0708c1e0-b4cc-3233-9d29-ef9021e8419d', '2022-07-21 12:52:40', '2023-05-19 21:37:37', '2023-06-02 05:22:18'),
(15, 'llavrentev@yandex.ru', '[j[Sl\"_{BX}^zLC+N', 27, '2024-02-09 00:00:00', 'afd6d9b3-cbe0-3f7a-93ae-9a9729d24a07', '2023-05-25 02:24:27', '2023-05-30 08:35:15', '2022-08-19 04:18:24'),
(16, 'garri.seliverstov@bk.ru', 'y<Zzi]6y}aVJ3VA', 5, '2023-08-13 00:00:00', 'a271dc67-faa8-3215-b4a4-96006b56762f', '2023-05-14 12:41:39', '2023-05-30 05:06:06', '2023-06-10 07:08:02'),
(17, 'artem.medvedev@kuzmina.org', 'r2=7;fgp/u|a^;>l', 87, '2024-01-16 00:00:00', '6103fcb4-baaf-3de2-b0d8-e058bb36dbf5', '2023-02-14 03:44:53', '2023-03-01 01:20:15', '2022-10-06 05:28:29'),
(18, 'yrii00@denisova.net', ']F*Y5pA7WJ`2VlBbnM*M', 84, '2023-07-23 00:00:00', '4d20abd3-0384-3047-9a44-a7194668b3d9', '2023-01-26 19:44:10', '2023-02-06 06:22:54', '2023-01-11 03:50:09'),
(19, 'matvei.ovcinnikov@martynov.com', '$7]b0m8KX$qqT(;$v`', 77, '2023-12-13 00:00:00', '948ff38a-fd55-3494-a8b6-5ec97952e246', '2022-10-21 10:57:44', '2023-03-31 21:49:09', '2022-12-28 11:36:28'),
(20, 'robert78@belousova.ru', '<o0>|c@Qe|L]$', 62, '2023-09-18 00:00:00', '6cbc7aa2-a8fc-3363-a513-eb3836264a8d', '2023-03-17 05:47:52', '2023-03-20 05:57:25', '2022-08-21 13:24:07'),
(21, 'kdorofeeva@bobylev.ru', '\"e],0_9o~{RusBng', 65, '2024-04-26 00:00:00', 'b71cdcee-7de0-31fb-a627-551edaf87189', '2023-06-30 07:44:16', '2023-07-02 12:41:03', '2022-10-25 21:48:19'),
(22, 'aleksandra.fedorova@kozlova.com', '(Y/AbD\"^BurJ]3W', 100, '2023-07-23 00:00:00', '1f0ec7fe-52c7-3b3d-bb5a-5d37af21182e', '2023-03-11 12:07:25', '2023-05-16 05:54:24', '2023-01-24 01:09:03'),
(23, 'maiy.drozdova@list.ru', '=|/{9ds&NK', 31, '2023-10-20 00:00:00', 'a54a30b9-9787-3dcd-a7fb-a2089e97f5de', '2022-12-19 10:00:43', '2023-04-14 00:32:18', '2022-10-13 17:48:30'),
(24, 'msafonov@sysoev.org', '|sHe4*dP$Id', 3, '2024-05-09 00:00:00', '01154e8d-5658-3151-ad02-d017e53bcd09', '2022-07-27 03:35:15', '2022-09-17 14:14:37', '2023-03-07 06:32:53'),
(25, 'efim94@eliseev.com', '*Jo]87Qx<~i~', 85, '2024-03-11 00:00:00', 'd2890a78-1a67-31d2-b874-5bea3632b3fa', '2023-01-11 11:42:56', '2023-04-24 17:06:04', '2022-12-11 20:14:11'),
(26, 'eva68@efremova.ru', 'tLk@+<VKx0/)', 47, '2023-10-24 00:00:00', '199b70eb-bc73-33d1-81f5-d93a7b63d9c7', '2023-03-15 21:58:39', '2023-05-10 10:06:43', '2023-01-31 01:09:39'),
(27, 'stefan.kotova@mail.ru', '`]0@GTG]e]juc6R3.', 87, '2023-11-14 00:00:00', 'de711f63-295f-32a9-94bd-ee59c4e510de', '2023-03-21 01:52:45', '2023-03-30 02:49:59', '2023-01-05 16:15:32'),
(28, 'agafonov.tit@yandex.ru', '?zop_[j0QPA[(X!', 5, '2024-04-28 00:00:00', 'b3e8ab2d-6700-3eef-ad13-ff1852efd9dc', '2023-06-11 19:23:51', '2023-06-21 02:03:34', '2022-08-16 09:53:48'),
(29, 'ifedoseeva@rambler.ru', 'iE&mD(z3cBuC`~y8t]R', 11, '2023-08-10 00:00:00', '49501d8c-3586-3861-b626-ffedeb42976c', '2023-03-07 07:27:34', '2023-03-21 20:06:28', '2023-05-16 12:15:09'),
(30, 'avgust.subbotina@koselev.org', 'wJ94;_%nMvs+NnzL', 32, '2024-03-03 00:00:00', '8c35b095-bf48-3bb2-ba39-37747b980f2d', '2022-10-08 20:41:46', '2023-05-19 12:04:41', '2022-11-26 17:47:33'),
(31, 'tagafonov@yandex.ru', '7QqWv%8lgcwi/', 26, '2023-07-11 00:00:00', 'bea7249d-0808-3ab1-862c-f4508be552f2', '2023-04-09 05:41:44', '2023-05-02 06:00:10', '2023-06-04 16:37:47'),
(32, 'lysy62@yandex.ru', 'w&\rVbe', 99, '2024-04-27 00:00:00', 'f8003616-5d37-3a43-91d4-2276b229d4c8', '2022-07-03 06:08:45', '2022-08-19 20:54:21', '2022-12-03 07:57:55'),
(33, 'kalasnikova.erik@hotmail.com', 'ZZ2b{~!tq.woX5wn)', 24, '2024-06-20 00:00:00', '8f267851-8cb2-3f1c-8a90-3ca0863fd03e', '2023-03-19 02:39:41', '2023-05-22 22:13:37', '2022-09-22 18:47:03'),
(34, 'anna69@kolesnikova.ru', 'DW&s&}j5&$/d!', 96, '2024-01-04 00:00:00', '55efc5f2-e271-3b32-990b-5e48d01bd60f', '2022-07-15 14:00:53', '2022-09-14 19:02:57', '2022-10-05 13:13:06'),
(35, 'rada02@sukanov.ru', '(FG-?V(', 57, '2024-05-13 00:00:00', '1e8a9040-5280-3ab1-97b3-178f73c36ef4', '2023-04-02 17:23:01', '2023-05-19 21:21:49', '2023-01-05 08:16:04'),
(36, 'gleb72@karpova.org', '[U4cjT0{0g!om$$6#', 64, '2024-03-04 00:00:00', '6285b574-952d-301b-abd9-a4092ede3bcf', '2022-11-27 04:18:59', '2022-12-05 06:39:11', '2022-07-10 23:11:10'),
(37, 'rignatev@sazonov.ru', 'S}*6sF', 12, '2023-12-19 00:00:00', 'b0eb0480-5a1c-3435-a282-35ffad3a9b3f', '2023-03-24 16:05:21', '2023-06-14 05:27:30', '2023-01-12 18:07:25'),
(38, 'viktoriy23@naumova.net', 'Jjt1LQg%ez', 1, '2023-10-27 00:00:00', '8bb4b83c-76db-377f-aef0-be059d9db847', '2022-10-15 22:07:51', '2022-11-25 11:57:42', '2023-01-27 00:57:59'),
(39, 'kkrylova@hotmail.com', 'f5,yOx-pf!&a_GZrPZ]E', 49, '2023-09-29 00:00:00', '90dd18c3-70d0-3de0-ab11-31bec05dff73', '2023-05-19 20:16:45', '2023-06-29 23:52:49', '2022-08-11 07:36:03'),
(40, 'bsaskov@komarova.ru', '()T%]xiOOl7', 41, '2024-04-27 00:00:00', '071a49d5-6bd1-3262-9720-6d7764679c58', '2022-09-13 18:55:39', '2022-10-18 15:04:08', '2022-09-25 21:46:01'),
(41, 'cevdokimova@stepanov.ru', '+|O+Lw.+U*[492Kn@X', 59, '2024-05-21 00:00:00', '16cdbacb-796e-34f0-99a1-1325111b79f7', '2022-07-24 02:36:05', '2023-06-07 00:29:35', '2023-01-17 06:17:45'),
(42, 'renata.samsonova@list.ru', 'Jn{$z`i-:VXBV|', 45, '2023-10-19 00:00:00', 'a296dc9d-a05b-37de-9fcd-4f846f75b1a1', '2022-08-09 21:49:25', '2022-11-26 08:44:59', '2022-07-30 19:31:09'),
(43, 'kbaranov@yandex.ru', 'xhk`Js2g9:', 98, '2024-01-13 00:00:00', '6f39ae6d-ea73-3019-b204-8837baba4909', '2022-07-25 23:40:55', '2022-10-23 14:07:00', '2023-06-05 02:45:32'),
(44, 'albina30@rambler.ru', 'Y6)7Cjiy#4t_}', 48, '2023-08-11 00:00:00', 'acc7c464-06d6-346f-8042-4f101d7e9b8e', '2022-10-20 09:29:46', '2023-04-05 13:10:49', '2023-04-20 08:20:57'),
(45, 'misin.polina@kirillov.com', 'm[.0:m,w82_2k)*g=', 28, '2024-04-13 00:00:00', '1a7e5b47-8ce3-39f4-af24-bf486ae1a9e9', '2023-06-11 21:34:32', '2023-06-20 15:21:35', '2022-11-03 14:27:18'),
(46, 'qfadeeva@bk.ru', '6n_e3cOYHXTf7s*,', 63, '2024-05-18 00:00:00', '0699ab8f-dfdb-39c8-8a10-0052ffc6b1ee', '2022-09-30 05:41:02', '2022-10-16 13:03:18', '2023-03-06 07:28:42'),
(47, 'zgulyeva@list.ru', '+XN?3iP', 77, '2024-04-16 00:00:00', 'b9136d76-77ac-31c0-b5e5-84c750b9e968', '2023-02-18 02:56:08', '2023-03-21 09:33:38', '2022-10-07 02:36:57'),
(48, 'evgeniy.aksenov@subbotin.ru', '*FQ-\"sXQq~<&=xjN+.7N', 31, '2023-08-27 00:00:00', 'd9e43e68-96f6-3cfe-8524-67e8b5f98341', '2022-11-25 04:06:28', '2023-01-02 21:12:44', '2023-01-08 20:01:57'),
(49, 'raisa12@gmail.com', 'gA6dUx8QhS2]', 42, '2024-05-30 00:00:00', 'd723d3b7-70aa-306f-99f9-c9a27278b879', '2023-02-27 22:34:06', '2023-05-12 23:41:59', '2023-03-17 05:59:28'),
(50, 'belozerov.lidiy@list.ru', '3=gFhS', 86, '2023-12-03 00:00:00', '35ce1141-cb17-3c7b-a0fa-2ef265408702', '2023-02-12 17:21:53', '2023-05-28 18:49:48', '2022-09-03 18:54:04'),
(51, 'gkulagina@artemev.com', '7aoS0`D,;)W!', 13, '2024-01-09 00:00:00', '95846327-dbec-3e24-ac03-c74302505e3f', '2023-02-12 09:37:19', '2023-06-13 05:18:20', '2023-01-10 00:36:34'),
(52, 'timur19@nosov.org', 'V+A-;AF>kV[<`fs%<', 55, '2023-12-19 00:00:00', 'c82e874e-d658-3c6e-9b72-639b299e7531', '2022-08-24 22:13:26', '2023-06-24 15:25:11', '2022-09-17 17:23:50'),
(53, 'leonid47@ya.ru', 'b.]YNtS>9`qLL]%8yit', 72, '2023-09-10 00:00:00', '2a568748-a1ce-3665-81c1-3d347fcaefd3', '2023-03-10 20:12:22', '2023-03-29 22:37:45', '2023-02-09 12:54:56'),
(54, 'xborisova@zykova.ru', 'a0`)9*b/xz~Vmd\"Kmku', 67, '2023-09-09 00:00:00', 'bebc793d-2715-3bfd-98da-0bffeb300a65', '2022-09-19 14:49:57', '2023-01-09 07:03:25', '2023-02-24 13:35:28'),
(55, 'abramov.sofiy@rambler.ru', ':{I=+j(8t5cE', 99, '2023-11-29 00:00:00', '66a160e3-86fe-333d-91ec-fc5f98afabcc', '2022-10-25 10:07:44', '2022-11-24 05:16:25', '2022-10-29 05:54:38'),
(56, 'prokor84@ykovlev.net', '@~K-2Pv4[K', 51, '2024-03-23 00:00:00', '31b1e1e2-c989-3fb9-a2ab-7af057a2715a', '2023-04-02 09:34:25', '2023-06-04 05:58:12', '2022-09-15 17:28:10'),
(57, 'ddenisov@ya.ru', 'f=UXzuK/\"d$U\"', 67, '2023-09-25 00:00:00', 'cf1d1544-0b7a-3410-9eb5-e5929f31a178', '2023-04-29 01:18:15', '2023-06-13 14:15:26', '2023-06-22 01:37:43'),
(58, 'alekseev.arkadii@vorobeva.com', ':\\_10y}', 44, '2024-05-15 00:00:00', '3e7f795e-fc26-378b-b640-9c7572e62fdb', '2023-03-12 10:27:33', '2023-04-15 21:30:40', '2022-08-01 07:46:04'),
(59, 'llazareva@dorofeeva.net', 'v0u?j/k)', 62, '2024-04-02 00:00:00', '34fdf813-5f83-3f1a-8855-cd7e61d4c060', '2022-11-01 00:42:52', '2022-12-06 02:02:31', '2022-08-10 11:32:41'),
(60, 'savva86@maksimov.ru', 'acFQIjFa65PW{DRuof', 28, '2024-02-24 00:00:00', 'c43003ba-076e-3d40-ba9d-ef60ebfabc07', '2022-08-08 16:58:58', '2022-12-16 17:52:01', '2022-11-15 09:07:01'),
(61, 'izabella.bykov@kulikov.ru', 'r=Yn3^MC=dX|<(<B,', 12, '2024-03-06 00:00:00', '28d196e7-472a-3188-b7eb-fe38af1cf824', '2023-06-05 04:37:32', '2023-06-10 04:47:18', '2023-03-08 02:11:25'),
(62, 'marta.bykov@mail.ru', '$Q?TYC&&y1_/g$q', 80, '2023-10-14 00:00:00', '26e0807e-1bdd-3409-b034-2b8610cba15b', '2022-08-06 11:51:38', '2023-01-11 22:58:56', '2022-10-04 06:28:58'),
(63, 'donat.mukin@narod.ru', 'bj5ynZrg#', 54, '2023-10-20 00:00:00', 'e4d64cd8-19a4-386a-bb68-d529a7b0c471', '2022-07-20 20:22:09', '2022-08-21 09:42:08', '2023-02-15 15:38:22'),
(64, 'ogavrilova@hotmail.com', '\"9Wn;ID0#w|', 64, '2024-03-27 00:00:00', '0222df7f-2e51-3590-a0c0-1b3e55bb8ab3', '2022-08-18 18:51:51', '2022-08-19 16:13:28', '2022-12-30 08:53:14'),
(65, 'skalasnikova@ya.ru', 'j1t|8./W1,]({\"Gad;', 9, '2023-08-07 00:00:00', 'ff37858a-f7e4-30b8-ad76-c95d00c8215f', '2022-08-31 18:24:02', '2023-01-09 22:59:39', '2022-12-01 11:44:15'),
(66, 'wtimofeeva@ya.ru', 'f5;\Z,d8DM/s', 90, '2023-09-02 00:00:00', 'd32d48d4-9c24-3b9d-b2f0-3499438c4479', '2022-07-16 12:25:42', '2022-12-07 02:18:31', '2023-04-01 21:31:19'),
(67, 'dkuzmina@avdeev.org', '4#n1Hn-fe6[u:', 28, '2024-05-18 00:00:00', '9d86db90-7f99-3eb8-9495-44dd578e9998', '2022-07-06 06:09:23', '2023-03-27 02:49:20', '2023-04-25 05:48:46'),
(68, 'zakar44@teterin.ru', 'MRT8xcOkvpt.P1', 20, '2023-09-08 00:00:00', '723a7b32-67dd-3d77-ba14-6c9ee20c07b1', '2022-12-07 16:47:20', '2023-04-09 03:26:57', '2023-01-01 07:22:52'),
(69, 'valeriy.krasilnikova@zinovev.ru', 'GJWk\Z|/$/7P/$9x\"zd', 79, '2023-08-28 00:00:00', 'd453bb2a-228d-3917-9466-143b42754c9d', '2023-02-13 17:50:50', '2023-05-11 05:54:42', '2023-06-12 01:20:21'),
(70, 'mikail54@sestakova.net', '|t-B`T9QTu$W\"A#', 95, '2024-06-04 00:00:00', 'd0fbdc31-a8f6-38e3-b8c3-097b29b00679', '2023-05-15 22:49:18', '2023-06-29 03:52:06', '2022-11-16 09:38:11'),
(71, 'konstantin.titov@bk.ru', '4$(~vWb', 92, '2024-03-21 00:00:00', '6baaa004-ce1e-3f6d-9615-0ee4551db730', '2023-06-19 07:12:25', '2023-06-23 00:13:17', '2022-12-02 02:08:42'),
(72, 'denisov.nikolai@panfilov.ru', 'q9TmfKmYE7TJ@', 81, '2024-01-30 00:00:00', 'e3fc8d08-7794-3cf4-aa4c-7eb6bdc83a72', '2023-03-28 14:44:12', '2023-06-27 16:52:11', '2023-02-24 12:06:26'),
(73, 'nelli82@rozkova.com', 'sOpAS(tUoXVg(F', 71, '2024-05-15 00:00:00', '62406f5f-2471-37ea-864b-5ae123cc888a', '2023-06-15 22:49:53', '2023-06-17 04:16:46', '2023-01-11 23:46:00'),
(74, 'florentina57@ya.ru', 'q:v[vZv?}3cH^<y#Y', 3, '2023-09-07 00:00:00', '38c5797f-6da9-32af-bd24-f54ee2d32024', '2022-12-02 21:28:23', '2022-12-10 05:54:35', '2023-06-23 12:02:53'),
(75, 'boris.zdanov@list.ru', '*PqoT/9,s}ipWmO/', 62, '2024-04-24 00:00:00', 'f5ed9935-94a1-32d3-a06c-dc663e27798f', '2022-07-12 01:21:25', '2023-02-13 05:20:56', '2023-05-12 10:02:18'),
(76, 'izolda.rybov@ya.ru', '|&9s^kE9U=C', 14, '2024-05-02 00:00:00', '03923db7-423c-34a1-9e91-ffcee22bef54', '2022-09-10 03:09:20', '2022-12-04 18:28:10', '2023-01-10 00:06:07'),
(77, 'marta42@krasilnikova.ru', 'Fk`&OM]>j\"Pg-q,z@', 58, '2023-10-21 00:00:00', 'f0fb2010-0926-33a3-aa16-9c63917e497e', '2023-06-25 00:49:45', '2023-06-26 09:18:36', '2022-09-09 16:42:18'),
(78, 'nikodim04@hotmail.com', 'A%|JOCawFV(', 27, '2024-05-05 00:00:00', 'ba3ab564-2216-3a41-8022-4a90772e06d0', '2023-03-01 23:54:52', '2023-04-10 20:50:00', '2023-04-15 12:07:14'),
(79, 'petrov.evgenii@mail.ru', 'lE@&R|^7Sd', 10, '2023-07-14 00:00:00', 'a8a53ac8-d525-3a64-85a0-dcca2ea0e326', '2023-01-15 22:19:00', '2023-02-23 06:57:56', '2023-01-23 23:02:21'),
(80, 'mbelyev@hotmail.com', ';_)I1(&3`h`Fl{ZDsC', 56, '2023-07-13 00:00:00', 'fcc3e8f1-5ecf-3849-b3d8-4abb51e95292', '2023-04-27 03:46:30', '2023-05-27 05:20:39', '2022-11-12 06:01:44'),
(81, 'ievdokimov@ya.ru', 'C?5I>k', 50, '2023-10-19 00:00:00', '2a9a1bc3-d97f-378f-a676-ba069a865fb4', '2022-10-01 22:22:38', '2023-02-13 17:19:38', '2023-03-02 10:29:03'),
(82, 'radislav63@rambler.ru', 'w+PzSq+ccgjp#lC(1@k\"', 50, '2024-06-11 00:00:00', '01dd528d-d050-3fee-af87-8268afabbdf6', '2022-11-18 22:05:56', '2023-01-10 07:32:47', '2023-01-15 17:13:37'),
(83, 'vladlen.volkova@rambler.ru', 'B^0o4sEcByqY^a8jA', 6, '2024-02-17 00:00:00', 'de84af7e-d663-3611-904c-829be10f0b57', '2022-10-22 13:53:55', '2023-02-22 07:15:39', '2023-03-25 19:13:42'),
(84, 'bronislav38@mail.ru', 'l4i<+X/H#:P', 19, '2024-01-26 00:00:00', '88865751-9a13-35ec-8920-66afe48f3d27', '2023-02-17 18:23:23', '2023-05-29 21:10:25', '2023-02-01 07:46:27'),
(85, 'bustinova@birykova.net', '5!F^$H', 36, '2023-07-02 00:00:00', '8ea4c43d-0957-3fbc-8bd6-3425fcd6eb18', '2023-04-03 02:27:30', '2023-05-01 06:47:33', '2022-08-13 12:51:54'),
(86, 'alisa96@romanova.ru', '_nu|35>!q/HT$(n', 92, '2023-07-15 00:00:00', 'b9c5f2f7-365a-3e02-a9df-5de1404f8cbd', '2022-11-12 08:30:12', '2023-05-01 11:14:58', '2022-08-14 10:04:11'),
(87, 'abram.medvedev@galkin.com', 'uT(;m%|]86Q', 25, '2024-04-07 00:00:00', '3d9e5702-429f-309b-a8e3-97cde900c580', '2022-09-01 04:48:44', '2023-02-11 12:47:44', '2023-04-26 06:40:56'),
(88, 'nazar80@inbox.ru', '/Q)LWtslz9', 10, '2023-12-10 00:00:00', '1513deae-fe5d-3e8f-b85f-283dc78a7288', '2022-11-10 18:06:13', '2023-02-03 17:21:35', '2023-01-11 14:20:36'),
(89, 'petukov.marta@rambler.ru', '8rDS@?%,ik0DU', 33, '2023-09-28 00:00:00', 'cd828262-e89b-316f-9396-91b37baee092', '2023-03-29 10:33:10', '2023-05-13 06:51:13', '2022-09-10 14:14:19'),
(90, 'egor.kuznetov@titov.org', '1ra)oD', 41, '2023-12-18 00:00:00', '493fe891-b647-3449-bbfd-4d3b1931f7f5', '2023-02-17 17:07:43', '2023-02-22 06:06:48', '2023-05-14 12:59:09'),
(91, 'lidiy53@mail.ru', '`]]m^L9', 82, '2024-05-06 00:00:00', 'f62acbfd-91c6-3e37-b8d2-b18be8e65688', '2022-09-01 08:19:34', '2022-12-22 19:00:02', '2022-09-08 09:01:50'),
(92, 'arkadii.lytkin@mukin.ru', 'N7D<?X^?]!eE9@g', 19, '2024-01-02 00:00:00', 'd70a27ae-aff2-3b65-9eb4-a9d010d8e5e3', '2023-03-09 10:26:03', '2023-04-10 07:31:22', '2023-06-10 14:02:49'),
(93, 'svetlana03@gmail.com', '@HV(N3pQD~Nj}', 32, '2023-09-06 00:00:00', '412691f1-0bfc-3fb5-863b-bf768fc48e24', '2022-07-06 00:35:09', '2022-07-29 14:47:51', '2023-03-11 04:55:02'),
(94, 'akrasilnikova@simonova.ru', ';OzJ_n0fL6', 65, '2023-09-19 00:00:00', 'fbe3c404-bf83-30c8-a31a-e8eefac6303b', '2022-07-26 07:07:06', '2022-11-27 04:20:15', '2023-03-22 09:54:14'),
(95, 'yliy.gusin@seliverstova.com', '%^QBS$ccnZNbn{Y_0nST', 75, '2023-07-28 00:00:00', '738dd314-1299-391b-914a-0f0ee244ac2d', '2023-06-01 13:08:08', '2023-06-08 22:22:17', '2022-07-19 10:04:44'),
(96, 'florentina96@sarova.ru', 'u0Vw%RB3oe', 84, '2024-06-25 00:00:00', 'a841b271-cdbe-3b29-8e8d-145f3b7fa6b0', '2022-11-19 09:52:49', '2022-12-22 23:33:54', '2023-05-30 17:42:01'),
(97, 'stepan77@rambler.ru', '8Se;DY.j/U', 23, '2023-11-19 00:00:00', 'b9bf185a-ae9e-36e0-b51d-155da48756ed', '2022-09-04 22:28:25', '2023-05-19 23:30:41', '2022-10-10 10:01:48'),
(98, 'vitalii32@inbox.ru', ',ZcY@1O(Fqws\'', 79, '2024-06-24 00:00:00', 'f7effe44-fd3d-3d32-9169-f31b63f0e120', '2022-12-25 04:41:38', '2023-03-09 21:28:02', '2023-03-14 08:45:00'),
(99, 'lada.gavrilova@kovalev.com', '4X9|Z7WcC_Z', 16, '2023-10-31 00:00:00', 'b2865a3a-0aa0-3b1c-93ad-aca0a76da726', '2022-12-13 19:25:15', '2023-02-28 23:35:03', '2022-08-05 10:43:34');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `Identity`
--
ALTER TABLE `Identity`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `IdentityUsed`
--
ALTER TABLE `IdentityUsed`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Language`
--
ALTER TABLE `Language`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Name`
--
ALTER TABLE `Name`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Surname`
--
ALTER TABLE `Surname`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `Tariff`
--
ALTER TABLE `Tariff`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `User`
--
ALTER TABLE `User`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `Identity`
--
ALTER TABLE `Identity`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `IdentityUsed`
--
ALTER TABLE `IdentityUsed`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `Language`
--
ALTER TABLE `Language`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- AUTO_INCREMENT для таблицы `Name`
--
ALTER TABLE `Name`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=281;

--
-- AUTO_INCREMENT для таблицы `Surname`
--
ALTER TABLE `Surname`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;

--
-- AUTO_INCREMENT для таблицы `Tariff`
--
ALTER TABLE `Tariff`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT для таблицы `User`
--
ALTER TABLE `User`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=100;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
